# -*- coding:utf-8; -*-

emoji = {
    'settings': u'\U00002699', 'change_timetable': u'\U0001f4dd',
    'rate': u'\U00002b50', 'cancel': u'\U0000274c',
    'delete': u'\U0001F5D1'
}

days_of_week_short = {'Понедельник': 'Пн', 'Вторник': 'Вт',
                      'Среда': 'Ср', 'Четверг': 'Чт',
                      'Пятница': 'Пт', 'Суббота': 'Сб',
                      'Воскресение': 'Вс'}
days_of_week_long = {'Пн': 'Понедельник', 'Вт': 'Вторник',
                     'Ср': 'Среда', 'Чт': 'Четверг',
                     'Пт': 'Пятница', 'Сб': 'Суббота',
                     'Вс': 'Воскресение'}
timezones = [
    '-1', '+0', '+1', '+2', '+3', '+4', '+5', '+6', '+7', '+8', '+9'
]
